{"excuses":[
	{
	"reason": ["sick"]
	,"excuse": "I am currently covered in hives"
	}
	,{
	"reason": ["work"]
	,"excuse": "My coworker has a nicer business card and now I need to beat him with typography"
	}
	,{
	"reason": ["work"]
	,"excuse": "I've run out of places to move my piles. I need to find a place to sleep."
	}
	,{
	"reason": ["work"]
	,"excuse": "I am literally turning blue right now. I can't go out like Verruca Salt"
	}
	,{
	"reason": ["work"]
	,"excuse": "The kid vomited something like out of an Aliens movie. It's eating through the drywall."
	}
	,{
	"reason": ["work"]
	,"excuse": "I swole too hard at the gym today, and can't fit out my front door. Sorry!"
	}
	,{
	"reason": ["work"]
	,"excuse": "I have to stay in and work on my Alexa skill about staying in. Sorry!"
	}
	,{
	"reason": ["work"]
	,"excuse": "I’ve been turned down so many times, i’ve gone mute. I won't be any fun tonight so let's hangout later!"
	}
	,{
	"reason": ["work"]
	,"excuse": "The only clothes left are sweatpants and a vest made of cheetos. Wish me well."
	}
	,{
	"reason": ["work"]
	,"excuse": "I’ve been in the AC for too long and haven't acclimated to your climate."
	}
	,{
	"reason": ["work"]
	,"excuse": "I’m caught in a Wikipedia loop between philosophy and Golden Girls. I’m fine, go on without me."
	}
	,{
	"reason": ["work"]
	,"excuse": "I’ve decided to go into humanitarian work, and am starting off with looking after this human."
	}
	,{
	"reason": ["work"]
	,"excuse": "I thought I had learned how to fly, but it turned out to be a sleep walking trip to the stairs. Tonight is pizza and ice packs."
	}
	,{
	"reason": ["work"]
	,"excuse": "I got into a fight with my bank account, but it was running on empty so I won easily. However, I now must deal with the burden of victory."
	}
	,{
	"reason": ["work"]
	,"excuse": "I followed up crossfit with ice cream and now nothing is sacred. Rethinking life."
	}
	,{
	"reason": ["work"]
	,"excuse": "I don’t have an excuse"
	}
	,{
	"reason": ["work"]
	,"excuse": "I ate a thing that is trying to eat me back."
	}
	,{
	"reason": ["work"]
	,"excuse": "EXISTENTIALISM!"
	}
	,{
	"reason": ["work"]
	,"excuse": "There’s a chance of rain and I just contracted this thing where if I get wet I melt"
	}
	,{
	"reason": ["work"]
	,"excuse": "I have nothing to wear. For real, I haven’t done laundry in 3 months."
	}
	,{
	"reason": ["work"]
	,"excuse": "I gave myself a haircut and it’s... not good."
	}
	,{
	"reason": ["work"]
	,"excuse": "I’m ordering in and watching netflix. You are wonderful, but not that wonderful."
	}
	,{
	"reason": ["work"]
	,"excuse": "My sweat pants were making me feel guilty. I gotta get in ‘em."
	}
	,{
	"reason": ["work"]
	,"excuse": "I ate a thing that didn’t like me. "
	}
	,{
	"reason": ["work"]
	,"excuse": "I’m so tired I couldn’t even come up with an excuse so I used an app to generate this random excuse."
	}
	,{
	"reason": ["work"]
	,"excuse": "I read the internet and realized that no matter what I do tonight it’s always going to result in fo mo so I might as well stay in."
	}
	,{
	"reason": ["work"]
	,"excuse": "My dog has diarrhea. My baby has diarrhea. I have diarrhea. It’s grim."
	}
	,{
	"reason": ["work"]
	,"excuse": "I joined a cult and the only rule is that we can’t go out. You should join us."
	}
	,{
	"reason": ["work"]
	,"excuse": "I’m moving to Paris! So much to do. Can’t come out tonight."
	}
]}